;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Türk - Turkish
Code = tr
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Hakkında %{Program.Adı}
Label_Version = Sürüm
Label_AutoIt = Build with AutoIt version
Label_Copyright = Telif hakkı
Tip_Title_Donate = Donate to our Cause
Tip_Message_Donate = When you donate, you help keep our software free\rnand enable us to acquire the tools and services\rnwe use to serve you. 
Label_Home = Ana Sayfa
Label_License = License
Label_Support = Destek
Tip_Title_Country = Made in South Africa
Tip_Message_Country = %{Program.Name} was born in South Africa.
Label_Contributors = Contributors
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_GooglePlus = Find us on Google.
Tip_GitHub = %{Program.Name} on GitHub.
Button_Ok = Tamam
Label_RAM = (RAM) %d MB FREE OF %d MB (%d%)
Tip_RAM = Random Access Memory
Label_HDD = (%s) %.2f GB FREE OF %.2f GB (%d%)

[Custom]
Label_Status_Welcome = HATIRLATMA! Onarılmayan sorunları zorla düzeltmeye çalışmayın. İstenmeyen sorunlarla karşılaşabilirsiniz!.
Label_Status_Updates = Güncellemeleri Denetle
Checkbox_Repair_01 = İnternet Protokollerini Sıfırla (TCP/IP)
Checkbox_Repair_02 = Winsock'u Onar (Kataloğu Sıfırla)
Checkbox_Repair_03 = Internet Bağlantılarını Yenile
Checkbox_Repair_04 = DNS Çözümleyici Önbelleğini Temizle (Alan Adı Sistemi)
Checkbox_Repair_05 = ARP Önbelleğini Temizle (Adres Çözümleme Protokolü)
Checkbox_Repair_06 = Internet Explorer'ı Onar %s
Checkbox_Repair_07 = Windows Güncelleme Geçmişini Temizle
Checkbox_Repair_08 = Windows'u Onar / Otomatik Güncellemeler
Checkbox_Repair_09 = SSL'yi Onar / HTTPS / Kriptografi
Checkbox_Repair_10 = Proxy Sunucu Yapılandırmasını Sıfırla
Checkbox_Repair_11 = Windows Güvenlik Duvarı Yapılandırmasını Sıfırla
Checkbox_Repair_12 = Varsayılan hosts dosyasını geri yükle
Checkbox_Repair_13 = Kazanılan müşteri kayıtlarını yenile
Tip_Status_Show = Durumu Göster
Tip_Status_Hide = Durumu Gizle
Button_Go = Git!
Button_Go_Stop = Durdur
Info_01 = Başlamadan önce; Tam Internet Onarma ile yapılan değişiklikleri geri almak için bir Sistem Geri Yükleme Noktası oluşturmanız önerilir. Ayrıca, yerleşik Windows Internet Sorun Gidericilerini herhangi bir onarım seçeneğinden önce çalıştırın.\rn\rnOnarım seçeneklerinizi seçin ve tuşuna basın. '%s' başlamak. Bilgisayarınızda açıklanan sorunlar olmadıkça bir şey seçmeyin. Anlamadığınız herhangi bir seçeneği atlayın.
Info_02 = Bu seçenek, Internet Protokolü tarafından kullanılan önemli kayıt defteri anahtarlarını yeniden yazar (TCP/IP) yığını. Bu, protokolün kaldırılması ve yeniden kurulmasıyla aynı sonucu verir.
Info_03 = Bu, ağ bağlantısının kaybolmasına neden olan Winsock bozulmasından kurtarmak için kullanılabilir. Bu seçenek önceden yüklenmiş LSP'lerin yeniden kurulması gerektiği için önemle dikkatli kullanılmalıdır.
Info_04 = Interent (TCP / IP) bağlantılarını bırakın ve yenileyin.
Info_05 = DNS Çözümleyici Önbelleğini temizle, tüm DHCP kiralarını yenileyin ve DNS adlarını yeniden kaydedin.
Info_06 = ARP (Adres Çözümleme Protokolü) Önbellek, OSI Model Ağ Katmanı adreslerinin (IP adresleri) eşleşen OSI Model Veri Bağlantı adreslerine (MAC adresleri) eşleştirilmesini saklamak için kullanılan bir tekniktir. Olası çeşitli koşullar nedeniyle, ARP ön belleği zarar görebilir.\rn\rnBelirtiler arasında şunlar sayılabilir: çok sayıda web sitesi yüklenemez ve ağ veya internet bağlantısında kesintiler olabilir. Ping komutu, iki veya daha fazla uzak bilgisayarla iletişim kurmak için de başarısız olur.
Info_07 = Microsoft Internet Explorer'ın düzgün çalışması için gerekli tüm dll ve ocx dosyalarını yeniden kaydeder %s.
Info_08 = Bu seçenek Windows Update Geçmişini temizleyecektir. Bunu boşaltarak yapacaktır. '%s' ve '%s' dizinleri.
Info_09 = Bu seçenek Windows Update'i dener ve düzeltir / Otomatik güncellemeler. Bunu, güncellemeleri indirip yükleyemediğinizde deneyin.
Info_10 = SSL'ye bağlanma konusunda sorun yaşıyorsanız / Güvenli web siteleri (Ör. Bankacılık) daha sonra bu seçenek yardımcı olabilir.
Info_11 = Birçok kötü amaçlı yazılım enfeksiyonu proxy sunucuları oluşturur ve sonra Windows'u tüm web trafiğini virüs proxy'si yoluyla yönlendirmek üzere ayarlar. Örneğin, Rizonesoft.com'a erişme girişiminde bulunulması, bir kötü amaçlı yazılım sitesine yönlendirecektir.\rn\rnBu seçenek, kalıcı WinHTTP proxy yapılandırması da dahil olmak üzere tüm proxy yapılandırmalarını sıfırlamayı deneyecektir.
Info_12 = Windows Güvenlik Duvarı yapılandırmasını varsayılan durumuna sıfırlayın.
Info_13 = Windows hosts dosyasını varsayılan durumuna sıfırlayın.
Info_14 = Bazen, ağınızdaki istemcilerin veya sunucuların NetBIOS adlarını bir Windows Internet Ad Hizmeti (WINS) sunucusuna yeniden kaydetmeleri gerekir.\rn\rnWINS istemci kayıtlarının yenilenmesinin gerekli olacağı bazı durumlar: Kayıt WINS'de kayboldu veya silindi ve istemci tarafından yenilenmesi gerekiyor. Kayıt bazı WINS sunucularında ancak diğerlerinde mevcut. Burada, bir WINS sunucu çoğaltmasının oluşmasına yardımcı olacak WINS sürüm kimliklerini artırmak için yeniden kayıt yapılması yararlıdır.
Label_Sub_Heading_Notice = Complete Internet Repair functionality now bundled with Complete Windows Repair. Click here to download it now and evolve!!
Label_All_Complete = Seçilen tüm görevler tamamlandı.


[Donate]
Label_Heading = %{Program, Adı} üzerindekiler için size hizmet olmuştur %d saatler. Şimdi, davamıza bağışta bulunmaya ne dersiniz?
Label_Message = Aşağıdaki PayPal düğmesine tıklayın veya PayPal.me/rizonesoft adresine gidin, tutarını girin ve bize bağış gönderin. PayPal olduğu için, nakit taşımaktan daha kolay ve daha güvenli olduğunu biliyorsunuzdur. Paypal hesabınız yok mu? Endişelenme, hızlı ve kolay kayıt olması.

[File]
Backup_Saving = Saving '%s'.
Backup_Success = The directory was successfully saved to '%s'.
Backup_Continue = We will now continue with removing it.
Backup_Error_01 = '%s' could not be saved.
Backup_Error_02 = To avoid data loss, this directory will not be removed.
CleanDir_Clearing = Clearing '%s'.
CleanDir_Error_01 = Directory Path
CleanDir_Error_02 = Nothing Here '%s'
CleanDir_Error_03 = '%s' could not be removed.
CleanDir_Attributes = Setting attributes for '%s'.
CleanDir_Success = Successfully removed '%s'.
Delete_Removing = Removing '%s'.
Delete_Success = The file was successfully deleted.
Delete_Error = An error occurred whilst deleting the file.
OpenText_Opening = Opening '%s'
OpenText_Success = Showing '%s' file.
OpenText_Error = Could not find the '%s' file.

[Logging]
Finished = Tamamlandı
success = success
Response_Received = Response Received
Successfully = Successfully
OK = Tamam!
Registration_succeeded = Registration succeeded
Initiated = Initiated
Error = hata
Failed = başarısız oldu
Access_Denied = Access is denied
No_Operation_Performed = No operation can be performed
VERSION = SÜRÜM
File_Not_Found = Could not find the '%s' log File.
Showing_File = Showing '%s' log File.
Showing_Error = Something went wrong: Process ID: %s
Opening_File = Opening the log File.
Opening_Directory = Opening the log Folder...
Directory_Not_Found = Could not find the '%s' log Directory.
Showing_Directory = Showing '%s' log Directory.
Bool_Yes = Evet
Bool_No = Hayır
Info_Date = Tarih:
Info_Program = Program:
Info_Program_Path = Program Path:
Info_Compiled = Compiled:
Info_AutoIt_Version = AutoIt Version:
Info_AutoIt_64Bit = AutoIt 64-Bit Version:
Info_Windows_Version = Windows Sürümü:
Info_System_Type = System Type:
Info_Memory = Memory (RAM):
Info_ProgramFiles = Program Files Directory:
Info_Windows_Directory = Windows Directory:
Level_Error = Hata:
Level_Warning = Uyarı:
Level_Success = Başarılı:
Level_Finished = Tamamlandı:

[Menus]
File = &Dosya
File_Event_Log = Windows &Etkinlik göstericisi
File_Preferences = &Tercihler
File_Logging = &Kayıt
File_Logging_Open_File = Kayıt &Dosyasını Açın
File_Logging_Open_Directory = Dizin kaydını &Açın
File_Logging_IP_Reset = IP sıfırlama kaydını &Açın
File_Export = &(bilgiyi)Dışarı çıkar
File_Export_IP = &(tüm) IP yapılandırması
File_Export_LSP = Winsock &LSPs
File_Export_ARP = &(tüm)ARP Girdileri  
File_Export_NBIOS = Net&BIOS istatistik
File_Reboot = &Windows'u yeniden başlatın
File_Close = &Kapat\tAlt+F4
Maintenance = Onarım
Maintenance_Restore = &Windows Geri Yükleme Noktası Oluştur
Troubleshoot = Sorunları Gider
Troubleshoot_01 = Ağ Tanılama &Web (Internet)
Troubleshoot_02 = Ağ Tanılama Ağı & Uyarlayıcı
Troubleshoot_03 = Internet Arıza tespiti
Troubleshoot_04 = Network Gelen Arıza tespiti
Troubleshoot_05 = Ev Gurubu Arıza tespiti
Troubleshoot_06 = Network Arıza tespiti &Dosya paylaşımı
Troubleshoot_07 = &BITS Arıza tespiti
Troubleshoot_08 = Windows &Güncelleme Arıza tespiti
Troubleshoot_09 = Internet E&xplorer Arıza tespiti
Troubleshoot_10 = Internet Explorer &Güvenli Arıza tespiti
Troubleshoot_11 = Internet Hız Testi
Troubleshoot_12 = Yönlendirici Parolalarını Alın
Tools = A&raclar
Tools_RDP = &Uzak Masaüstü Bağlantısı
Tools_IE_Properties = Internet &Explorer özellikleri
Tools_Install_IP6 = &IP6 protokolünü kur
Tools_Uninstall_IP6 = &IP6 protokolünü kaldır
Tools_Repair_WorkView = Onarım &Çalışma Grubu Bilgisayarları görünümü
Help = &Yardım
Help_Update = Güncellemeleri &denetle
Help_Home = %{Şirket Adı} &Ana Sayfa
Help_Downloads = Daha fazla &İndirilenler
Help_Support = &Destek
Help_Issue = Oluşturduğunuz bir &konu
Help_Donate = Bağış yapın &Bizim Nedenimiz 
Help_About = Hakkında %{Program Adı}
Debug = &Hata ayıkla

[Messages]
Info_Title = Please Take Note
Warning_Title = Warning!
Error_Title = Oops! Something went wrong!
Error_Oops = Oops!
Singleton = Another occurence of %{Program Adı} is already running.
Compatible = %{Program.Name} is not compatable with your version of windows. If you believe this to be an error, please feel free to leave a message at '%s' with all the details.
Compatible_Bit = Unfortuantely %{Program Adı} 32 Bit is not compatible with your Windows version. Please download %{Program.Name} 64 Bit from '%s'
Loading_Initializing = Initializing %{Program Adı}
Loading_Localizations = Loading Localizations
Loading_Resources = Setting Resources
Loading_WorkingDirectories = Setting Working Directories
Loading_Logging = Initializing Logging
Loading_Configuration = Loading Configuration
Loading_Shortcuts = Setting Keyboard Shortcuts
Loading_Interface = Starting Core Interface
Ping_Check_Connection = Checking Internet Connection.
Ping_Response = Response Received in %s milliseconds.
Ping_Host_Offline = Host is Offline.
Ping_Host_Unreachable = Host is Unreachable.
Ping_Host_Bad = Bad Destination.
Ping_Host_No_Internet = No Internet Connection.
Global_Errors = Finished with (%02i) %s!
Global_Errors_Error = error
Global_Errors_Errors = errors
Global_Finished = Completed selected task.
Global_File = Dosya
Global_Files = Dosyala
RegisterDll_Success = RegSvr32.exe > '%s' registration succeeded.
RegisterDll_Error_01 = RegSvr32.exe > '%s' To register a module, you must provide a binary name.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Specified module not found.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module loaded but entry-point DllRegisterServer was not found.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Error number: 0x80070005
Registry_Write_Error = Could not write to '%s'
Registry_Error_01 = Unable to open requested key.
Registry_Error_02 = Unable to open requested main key.
Registry_Error_03 = Unable to open requested value.
Registry_Error_04 = Value type not supported.
Registry_Error_05 = Unable to delete requested value.
Registry_Error_06 = Unable to delete requested key/value.

[Messages2]
Select_Something_Title = Select Something
Select_Something_Message = How about selecting something first?
Stopping = Please wait!
Boot_01 = A system reboot may be required before the settings will take effect.
Boot_02 = To Reboot or not to Reboot?
Boot_03 = You might need to reboot your computer before the settings will take effect. Would you like to reboot your computer now? Save your stuff, hold your breath and press Yes to reboot your computer. Or press No to ignore me.
Boot_04 = ^ You do not want to reboot your computer?
Boot_05 = ^ Can't argue with that. It is your computer after all.
Boot_06 = Click on '%s' and then '%s' to Reboot your computer later.
Boot_07 = Rebooting Windows...
MsgBox_Boot_Title = Reboot!
MsgBox_boot_Message = Your computer will reboot in %s seconds. This should give you enough time to save your stuff. Press Ok to reboot your computer now.
Boot_Restarting = Your computer is restarting.
Boot_Canceled = Reboot Canceled.
Reset_IP_01 = Resetting all IP configurations.
Reset_IP_02 = TCP/IP Reset log located @ '%s'.
Reset_IP_03 = Resetting IP version 4 configurations.
Reset_IP_04 = Resetting IP version 6 configurations.
Winsock_01 = Attempting to reset Winsock catalog.
Winsock_02 = It is recommended that you install Windows XP Service Pack 2 or later.
Winsock_03 = Finished resetting Winsock catalog.
Winsock_04 = Resetting Winsock using Method 1.
Winsock_05 = Resetting Winsock using Method 2.
Renew_IP_01 = Releasing and Renewing TCP/IP connections.
Renew_IP_02 = Releasing TCP/IP connections.
Renew_IP_03 = Renewing TCP/IP connections.
Renew_IP_04 = Resetting Winsock.
Renew_IP_05 = TCP/IP renewed
DNS_01 = Refreshing DNS Resolver Cache.
DNS_02 = Flushing DNS
DNS_03 = Registering DNS
DNS_04 = DNS Refreshed
ARP_01 = Flushing ARP (Address Resolution Protocol) Cache.
ARP_02 = ARP Cache Refreshed
Repair_IE_01 = Repairing Internet Explorer version %s.
Repair_IE_02 = Closing Internet Explorer. Save your work before you press OK
Repair_IE_03 = Repairing 'Open in new tab/window not working'.
Repair_IE_04 = Repairing 'Add-Ons-Manager menu entry is present but nothing happens'.
Repair_IE_05 = Repairing Simple HTML Mail API.
Repair_IE_06 = Repairing Group policy snap-in.
Repair_IE_07 = Repairing Smart Screen.
Repair_IE_08 = Repairing IEAK Branding.
Repair_IE_09 = Repairing Development Tools.
Repair_IE_10 = Repairing 'IE8 closes immediately on launch'.
Repair_IE_11 = Repairing License Manager.
Repair_IE_12 = Repairing Javascript links don't work (Robin Walker) .NET hub file.
Repair_IE_13 = Repairing VS Debugger.
Repair_IE_14 = Repairing Printing problems, open in new window.
Repair_IE_15 = Repairing 'Find on this page is blank'.
Repair_IE_16 = Repairing Process debug manager.
Repair_IE_17 = Repairing VML Renderer.
Repair_IE_18 = Fixing 'New tabs page cannot display content because it cannot access the controls'.
Repair_IE_19 = This is a result of a bug in shdocvw.dll.
Repair_IE_20 = Repairing Outlook Express.
Repair_IE_21 = Internet Explorer should function correctly now.
Clear_Update_01 = Clearing File Stores (Update History).
Clear_Update_02 = Update History Cleared.
Repair_Update_01 = Repairing Windows Update / Automatic Updates.
Repair_Update_02 = Stopping the Nero Update Service.
Repair_Update_03 = Stopping the BITS Service.
Repair_Update_04 = Stopping the Automatic Updates Service.
Repair_Update_05 = Setting BITS Security Descriptor.
Repair_Update_06 = Setting Automatic Updates Service Security Descriptor.
Repair_Update_07 = Configuring the Automatic Updates Service.
Repair_Update_08 = Configuring BITS.
Repair_Update_09 = Registering Windows Updates Dlls.
Repair_Update_10 = Restarting the Automatic Updates Service.
Repair_Update_11 = Restarting the BITS Service.
Repair_Update_12 = Restarting the Nero Update Service.
Repair_Update_13 = Clean transactional metadata on next Transactional Resource Manager mount.
Repair_Update_14 = Clearing the BITS queue.
Repair_Update_15 = Initiating Windows Updates detection right away.
Repair_Update_16 = Windows Update repaired.
SSL_Crypt_01 = Repairing SSL / HTTPS / Cryptography service.
SSL_Crypt_02 = Stopping the Cryptographic Service.
SSL_Crypt_03 = Configuring the cryptographic service.
SSL_Crypt_04 = Clearing '%s'.
SSL_Crypt_05 = '%s' Cleared.
SSL_Crypt_06 = Registering SSL / HTTPS / Cryptography DLLs.
SSL_Crypt_07 = SSL / HTTPS / Cryptography DLLs Registered.
SSL_Crypt_08 = Restarting the cryptographic service.
SSL_Crypt_09 = Online banking should work now.
Reset_Proxy_01 = Resetting proxy settings.
Reset_Proxy_02 = Setting proxy to direct access.
Reset_Proxy_03 = Proxy settings reset to defaults.
Reset_Firewall_01 = Resetting Windows Firewall configuraton.
Reset_Firewall_02 = Firewall settings reset to defaults.
Restore_HOSTS_01 = Restoring the default Windows HOSTS file.
Restore_HOSTS_02 = An error occurred whilst writing the hosts file.
Restore_HOSTS_03 = Writing data to the HOSTS file.
Restore_HOSTS_04 = HOSTS file created successfully.
Restore_HOSTS_05 = HOSTS file restored.
Renew_Wins_01 = Renewing Wins Client Registrations.
Renew_Wins_02 = Wins Client Registrations Renewed.
Open_Events_01 = Opening Windows Event Viewer.
Open_Events_02 = Event Viewer should be open now.
Export_IP_01 = Exporting Windows IP Configuration.
Export_IP_02 = Windows IP Configuration Saved to '%s'
Export_IP_03 = Could not save IP Configuration.
Export_LSPs_01 = Exporting Installed Winsock LSPs.
Export_LSPs_02 = Winsock LSPs list Saved to '%s'
Export_LSPs_03 = Could not save LSP list.
Export_ARP_01 = Exporting ARP entries.
Export_ARP_02 = ARP entries Saved to '%s'
Export_ARP_03 = Could not save ARP entries.
Export_NBIOS_01 = Exporting NetBIOS Statistics.
Export_NBIOS_02 = NetBIOS Statistics Saved to '%s'
Export_NBIOS_03 = Could not save NetBIOS Statistics.
Tools_Open_RDP_01 = Opening Remote Desktop Connection.
Tools_Open_RDP_02 = Could not open Remote Desktop Connection.
Tools_Open_RDP_03 = Remote Desktop Connection should be Open.
Tools_Open_IE_Properties_01 = Opening Internet Explorer Properties.
Tools_Open_IE_Properties_02 = Could not open Internet Explorer Properties.
Tools_Open_IE_Properties_03 = You should see Internet Explorer Properties.
Tools_Install_IP6 = Installing the TCP/IP v6 protocol.
Tools_Uninstall_IP6 = Uninstalling the TCP/IP v6 protocol.
Tools_Repair_WorkGroup = Repairing Workgroup Computers view.

[Preferences]
Window_Title = Tercihler
Tab_General = Genel
Tab_Logging = Kayıt
Tab_Language = Dil
Group_Redundancy = Gereksiz çokluk
Group_Logging = Kayıt
Group_Language = Dil
Checkbox_Backup_Folders = Kaldırmadan Önce Klasörleri Yedekleyin
Checkbox_Export_IP = Export IP Configuration before resetting
Checkbox_Enable_Logging = Günlük kaydı etkinleştir
Label_Log_Exceed = Kayıt boyutu aşılmamalıdır :
Label_Logging_Size = Kayıt Boyutu: %s KB
Button_Logging_Clear = Kaydı Temizle
Label_Language_Message = Tercih ettiğiniz dili seçin ve tuşuna basın. %s Devam etmek için düğmesini tıklayın. (Yeniden başlatmak gerekir)
Button_Save = Kaydet
Button_Cancel = İptal
Label_Updated = Tercihler Güncellendi
Label_Logging_Cleared = Günlüğe kaydetme temizlendi
MsgBox_Language_Title = Dil Değiştirildi
MsgBox_Language_Message = Seçilen dil değişti. Seçilen dilin etkinleşmesi için Komple İnternet Onarımı yeniden başlatılmalıdır.
MsgBox_Closing_Title = Closing %{Program.Name}
MsgBox_Closing_Message = Would you like to close %{Program.Name} now?

[Update]
Window_Title_Available = Güncelleme uygun
Window_Title_Congratulations = Tebrik Ederiz!
Window_Title_Error = Bir şeyler yanlış gitti!
Label_Message_Update = Yeni bir sürümü var. %{Program Adı} Müsait.
Label_Message_Latest = En son sürümünü kullanıyorsunuz %{Program.Adı}.
Label_Message_Error = En son sürümü hakkında bilgi %{Program Adı} Alınamıyor.
Label_Message_Internet = Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
Label_Build_Current = Mevcut Yapı:
Label_Build_Update = Oluşturmayı Güncelle:
CheckBox_NoUpdate = Başlangıçta güncellemeleri denetle.
Button_Update = Yeni sürümü indir
Button_Close = Kapat

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = using AutoIt version %{AutoIt.Version}
Bit = Bit